[
  {
    "title": "חיות",
    "namespace": "animals",
    "items": [

      {
        "title": "שפירית",
        "content": "שפיריות הן יותר מסתם חרקים קטנים ויפים שמסתובבים בפארק; היצורים האלה מלאים משמעות עמוקה והשראה. אם אי פעם הסתכלתם מקרוב על שפירית תבחינו כי יש להם איכות סוריאליסטית כמעט, וזו הסיבה שהם לעתים קרובות סמל של מחשבות עמוקות לבין הבנה של תת מודעת גבוהה."
      },{
        "title": "לטאה",
        "content": [
          "אתם תופתעו לגלות שללטאות יש מקום חשוב בהיסטוריה האנושית במשך אלפי שנים. אנשי  צפון פרו וכמה שבטים אבוריג'ינים מעריכים רבות את הלטאה ומשתמשים בדמותה רבות ביצירות אומנות ואייקונים. היוונים והמצריים מייחסים ללטאה הון וחכמה ואילו ההירוגליפים המצרייםמייחסים לה תכונות כמו  'שפע' ו 'עושר'.",
          "בחלקים מסוימים של מערב אפריקה, התמונה של לטאות נחצבת בקירות בתים כדי לגרש רוחות רעות ולהביא שלום ואושר לבית.לטאות ידועות במספר יכולות כמו מהירות, מצוינות, גמישות והיכולת להסתגל לכל סביבה.",
          "ישנם מספר סוגי קעקועי לטאות כשלכל סוג קעקוע יש משמעות אחרות. לדוגמא, זיקית מייצגת הישרדות לעומת איגואנה שמסמלת חיות, סובלנות ויצירתיות."
        ]
      },{
        "title": "נחש",
        "content": [
          "קעקועי נחשים על כל סוגיהם ונחשים בכלל בדר\"כ גורמים לאנשים להירתע, ככל הנראה בגלל ההקשר הרע שקיבלו בסיפורי הבריאה של היהדות והנצרות, מה שרובנו לא יודעים זה שנחשים הופיעו הרבה לפני סיפור אדם וחווה.",
          "תרבויות פגאניות רבות מחזיקות נחש כסמל לתקומה וריפוי בשל מחזורי הנשילה של עורו. נחשים נתפסים כסמלים של חידוש פני הגלובוס. בשני התרבות אשנטי מערב אפריקה והעמים קולומביאנים רבים של מרכז אמריקה, קיים אגדה של אל נחש שנושך את זנבו. זהו סימן של מחזור של חיים ומוות.",
          "לפני זמן רב, בני האדם ידעו כי לארס נחשים יש את הכוח גם להגן וגם להרעיל, בתדירות כזו החיות האלה נצפו להיות חזקים כמו שפע של צמחים ובעלי תרופות צמחיים. לכן זה לא מפתיע כי האל לרפואה וריפוי, אסקלפיוס, תמיד הוכר עם צוותו ונחש כרוך סביביהם. הנחש הפך לסמל רב עצמה של פוריות לדתות ישנות רבות, עובדה שאולי הושפעה על ידי התבוננות ביצורים אלה בתור כדור רבייה. הדמיה זו הפכה שם נרדף לתשוקה ופיתוי מיני בדתות המונותיאיסטיות. מסורת זו גם מסבירה מדוע נהוג בתרבויות מערב להציג נחשים כיצורים נתעבים, נקמניים, ורעים."
        ]
      },{
        "title": "עטלף",
        "content": [
          "הפחד שלנו מיצורים אלו הוא ככל הנראה בגלל המערות החשוכות בהם הם חיים. עבור אדם קדמון, המערות הענקיות אלה היו מסלולים אל השאול, מסדרונות לתחום שדים וביצורים אחרים שלא מעולם האחרים שנשלחו על ידי האלים להעניש את העוברים על חוק עינויים. עקב כך, העטלפים נראו למשל כמו הרחבה של עולם הרע והאפל. העטלף הוא סמל למחלות, הרס וריקבון.",
          "עפי מסורת האוקסאקאן, עטלפים הם יצורים מרושעים מלאי זעם וקנאה; הם ממורמרים על העובדה שאין להם את המאפיינים היחודיים והיפים שיש לציפור כמו נוצות. עפי מעשיות ניגריות העטלף תמיד מתנהג כזאת הגורמת נזק רב לבעלי חיים אחרים. עקב התנהגותו זו העטלף תמיד נשאר במקום חשוך ומנוכר ולא מתקרב אל האור. מעשיות אלו  של עטלפים הובילו לקשר שלהם עם השטן, ערפדים, וכל מה הולך לקפוץ באמצע הלילה.",
          "אבל לא כל תרבות רואה ביצורים אומללים אלה סמלי הרוע. בסין, הם סימנים טובים; סימנים של אושר, אריכות ימים, ושגשוג. בחלקים מסוימים של דרום אירופה, עטלפים מוכרים כגיבורים ותמונות שלהם מוצגים בגאווה על פסגות המשפחה ודגלי המלוכה. זה יכול להסביר מדוע יוצרי קומיקס מארוול הולידו את האגדה של באטמן. בעיני אינדיאנים, עטלף הוא סמל של לידה מחדש ומשפחה. יצורים חברתיים מאוד אלה חיים בקבוצות עצומות וידועים במיומנויות התקשורת שלהם. בכל לילה, הם מגיחים מתחום החושך והמוות, לאחר שנולדו מחדש וחדשו על ידי אמא אדמה במעמקי המערות ברחם."
        ]
      },{
        "title": "ציפור",
        "content": [
          "לאורך ההיסטוריה, האנושות נהייתה אובססיבית לגבי  ציפורים. הם מייצגים מגוון רחב של תכונות שאנחנו, בני האדם, שואפים להשיג ולשלב לתוך חיי היומיום שלנו. אם כי המאפיינים המגולמים על ידי כל מין של עופות הם שונים בהרבה, ציפור מסמלת את התכונה הנחשקת ביותר - הרצון להיות חופשי..",
          "הממציאים הקדומים של האנושות לקחו השראה מהציפור ומיכולתה לעוף. ממציאים בעבר ניסו לחבר לעצמם כמות אדירה של נוצות וניסו לעוף..",
          "ישנם מגוון רחב של זני ציפורים כשלכל ציפור יש משמעות שונה בקעקועים:",
          "יונים למשל  הם שליחים של שלום ואהבה; התזכורת המובהקת של הבטחתו של אלוהים לתלמידיו . בים התיכון והחלקים של המזרח הקרוב, יונים היו הטוטמים של אלת אמא הכנענית, האשרה. בהקשר של היום, קעקועי יונים  מייצגים את הטבע הרוחני שלך,קעקועי יונה גם מייצגים נשיות, טוהר, יופי, וחן ומסמלים נשמה עדינה.",
          "נשר היא ציפור מלכותית זה כבר זמן רב ומסמל רוחניות, חוכמה, כוח, ומהווה איקון תרבותי עבור מיליוני אנשים משחר התרבות האנושית. הנשר הוא התגלמות של עוצמה גברית . האל היווני זאוס קשור לעתים קרובות עם הנשר ולכן אין זה מקרה כי הנשר לפעמים מוצג עם הסמל המובהק של זאוס - הברק. עבור אינדיאנים, הנשר הוא סימן של עצמה רוחנית, השליח הגדול של האלים."
        ]
      },{
        "title": "פרה",
        "content": "פרות תמיד גלמו את הרוח הנשית. הם מספקות מזון לצאצאיהם אלא גם לבני האדם. זו כנראה הסיבה מדוע בעבר ראו בהם כקדושות. בהינדואיזם ובבודהיזם, פרות נערצות כסמלים של אדיקות וסבלנות. חיות אלה לעולם לא מתרוצצות בבהלה, אלא לוקחות את זמנן לעשות כל פעילות. קעקועי פרות מסמלים אמהות ופוריות, הגנה, טיפול."
      },{
        "title": "סרטן",
        "content": "למרות היותם פחות נפוצים ביבשה, אנשים החיים בקרבת המים נתקלים לא מעט בסרטנים. הסרטנים הם מקור הכנסה גדול לעוסקים בדיג ולכן זה הופך אותם לסמל רב עוצמה של עושר, חידוש וההרפתקה של הים. הסרטן הוא גם הסימן הרביעי בגלגל המזלות, מה שהופך אותו לקעקוע פופולרי מאוד בקרב האנשים במזל זה. הסרטן מייצג התחדשות ולידה מחדש לאור פעולת השלת עורו. ברחבי העולם, הסרטן מחזיק גם משמעות מיוחדת בתרבויות מיתולוגיות מסוימות. לדוגמא, בסין, והסרטן נתפס כסמל למזל טוב, כמו גם גבריות . כאשר אוכלים אותו, הוא חשוב כדי להשביע את  זרעיו של הגבר. סרטנים נצפו בתרבויות עתיקות אחרות : חרס פרואני עתיק כולל ציורים של חצי אדם, חצי סרטן."
      },{
        "title": "דולפין",
        "content": "דולפינים נחשבים לאחד היצורים הנבונים ביותר בעולם (למעט בני אדם, כמובן). הרבה לפני שהאנושות אפילו החלה להבין את הים, היו סיפורים על דולפינים המנחים אנשים תקועים על הגלים .החיוך הנצחי של הדולפינים עושה אלה הנתקלים ביצורים המלכותיים האלה מרגישים חיבור עמוק לחיות הטרף האלה. דולפינים מסמלים רוחות חופשיות האולטימטיביות ויצורים חברתיים מן המעלה ראשון; הם מציגים רמה של אחווה ואחדות שטרם נראו בממלכת החיות.באופן כללי, דולפינים מתחברים לטבע השובב והרחום שלנו. בטבע, יצורים אלה לוקחים את הזמן כדי להקים קשרים חברתיים חזקים עם חברי הלהקה שלהם ולצפות אחד על השני. זה כבר דווח כי דולפינים גם מגינים  על חברי קבוצתם שנמצאים בהריון. על פי רוב, אנשים מרגישים קשר עמוק עם החיה משום שהם מגלמים : עליזות, רוח חופשית, אינטליגנציה, הרמוניה, שגשוג, חן, משפחתיות והגנה."
      },{
        "title": "פיל",
        "content": [
          "הפילים הם בדרך כלל משויכים לשגשוג ונחשבים להתגלמות האלים בתרבות אסיה. האל ההינדי של הצלחה, גנש, מתואר עם ראש של פיל ותמונה של פיל עם החדק מופנה הוא סימן של מזל טוב..",
          "פילים יוצרים קבוצות משפחה  מגובשות מאוד והן מובלות ע\"י הפילה המבוגרת ביותר. על פילה זו חלה חובת השמירה על העדר ולהרחיקו מאזור הסכנה, מוביל אותו למקורות חדשים של מזון ומים. בעלי חיים אלה נחשבים לבעלי זכרונות מעולים והם פותרי בעיה גדולים, וזו הסיבה שאנו לעתים קרובות מציגים פילים כסמלים של משפחה, קהילה, חוכמה ואינטיליגנציה.",
          "קעקועי פיל הם פופולריים בקרב אנשים המתחברים בקלות עם המשמעות והתפקיד של החיה בטבע. מבחינתם, זה הרבה יותר מאשר האסתטיקה של הקעקוע; זה על הקשר עם אמא אדמה. פילים מגלמים שפע של תכונות, כולל : כוח, סבלנות, כבוד, זכרון ומשפחה, אריכות ימים, שגשוג ומזל."
        ]
      },{
        "title": "כף רגל חיתית",
        "content": "קעקועי הדפסת כף רגל הופכים פופולריים יותר ויותר ולכל אחד מהם יש משמעות שונה, בהתאם לבנאדם וסוג הכפה שהם לובשים. הדפסי כלב בדרך כלל הם סמל של כוח וגאווה. תחשוב על להקת כלבים ועל זכר אלפא. כפות חתול הן לעתים קרובות סמל חמוד של שובבות, או אפילו סמל של ערמומיויות שנינות תלוי בגודל של כף הרגל."
      }

    ]
  },{
    "title": "חפצים",
    "namespace": "objects",
    "items": [

      {
        "title": "עוגן",
        "content": "בים, העוגן הוא האובייקט המאובטח ביותר בחייו של מלחים, מה שהופך אותו הייצוג המושלם של יציבות. זו הסיבה מדוע לעתים קרובות תראו אותם ועליהם \"אמא\" או השם של בני זוג (האנשים לשמור אותם מקורקעים). עוגנים הפכו פופולריים בתוך תרבות קעקועים בכלל במשך השנים, אבל הסמליות היא עדיין זהה. זוהי תזכורת של מה שמחזיק אותך יציב."
      },{
        "title": "סרט",
        "content": "קעקוע פופולרי נשי הוא הסרט. אולי לרוב חושבים שקעקוע של סרט הוא רק קישוט טריוויאלי, אבל יש לעתים קרובות מאוד סמליות יפה מאחורי העיצוב הזה. האם אי פעם שמעתם על אנשים שקושרים חוט סביב האצבע שלהם לזיכרון? קעקועים של סרט יכולים להיות מפורשים בהחלט כסמל זיכרון, אם אתה מנסה לזכור אדם אהוב שאבד, או מנסה להזכיר לעצמך לשמור איכויות מסוימות (כגון \"אמונה\" ו\"תקווה\")."
      },{
        "title": "מפתח",
        "content": "קעקוע מפתח הוא סמל בעל חשיבות גבוהה. הם אומרים כי \"כאשר דלת אחת נסגרת, עוד אחד נפתחת.\" וקעקועי מפתח הם תזכורת ויזואלית של אותה דלת נפתחת. המפתח יכול לייצג אושר מעצב, תקווה מייאוש, והיבטים רבים אחרים. זה יכול להיות גם סמל לדבר החשוב ביותר בחייו של הלובש. לדוגמה, המפתח לחיים הוא האושר או המפתח לחיים הוא אהבה."
      },{
        "title": "מצפן",
        "content": "לפני זמן רב, הים היה מקום מפחיד להיות בו, ומלחים קיעקועו קעקועי מצפן כאות של תקווה. הם קיוו שזה ישרת כסגולה למזל טוב ולמציאת הדרך הביתה. הוא מייצג את ההדרכה שכל אדם צריך ותחושת הכיוון למציאה מה שאנחנו מחפשים. קעקוע מצפן מייצג הגנה וביטחון."
      },{
        "title": "חץ",
        "content": "חץ מציין הגנה. ושניים מהם מצביעים בכיוונים מנוגדים הם סמל למלחמה. שני חצים הם סמל של ידידות. קעקוע חץ מסמל כיוון משמעותי או למצוא את הדרך הנכונה בחיים. אם החץ משוך לאחור בתוך קשת, זה אומר שהחיים שלנו מעכבים אותנו עם אתגרים, אבל אנחנו לנצח."
      },{
        "title": "שעון",
        "content": "שעונים הם דברים מרתקים, הן מבחינה ויזואלית והן באופן סמלי. קעקוע של שעון יכול לשלב מגוון רחב של אלמנטים סימליים ומשמעותיים, ומאחר ויש סוגים רבים ושונים של שעונים לבחירה, זה קל ליצור עיצוב ייחודי ואישי. קעקועי שעון אינם באמת עיצוב מיינסטרים, ולכן כאשר אתה רואה אחד, זה באמת יכול לתפוס את העין. כדי להתאים את פירוט הצללת השעון והמנגנון שלו, קעקועים אלה נוטים להיות גדולים יותר. כאשר מקועקעים ברמה טובה, הם יכולים להיות מדהימים ביותר וייחודיים לחלוטין. שעונים יכולים להיות מתוכננים להיראות גבריים, נשיים, או ניטראלים, כך שכל אחד יכול ללבוש אחד. קעקועי שעון כמעט תמיד מייצגים את מושג הזמן, ההבדלים המרכזיים הם הסמליות של הזמן. כמה משמעויות סמליות נפוצות הן: זיכרון של מישהו, זיכרון של זמן מסוים בחיים, כבוד לזמן, תמותה או מוות, חופש."
      }

    ]
  },{
    "title": "טבע",
    "namespace": "nature",
    "items": [

      {
        "title": "שמש וירח",
        "content": "בעוד קעקוע של השמש והירח עלול להיראות קצת היפי וניו אייג'י, הסמליות של הקעקוע הוא למעשה הרבה יותר מורכב מזה. קעקוע השמש והירח מסמל אור וחושך, טוב ורע, היין והיאנג ... ויתרת הפכים. הלובש הוא בהחלט בעל קשר עם שני ההיבטים הללו, ומחובר אליהם מאוד כבנאדם."
      },{
        "title": "כוכבים",
        "content": "\"להגיע לירח, גם אם לא תצליחו תמצאו מקלט בין הכוכבים.\" ... זהו אחד מהציטוטים מעוררי ההשראה שנכתב אי פעם, והכוכב הוא בהחלט סמל של הצלחה. קעקועים של כוכב מזכירים לנו לזרוח ולהיות הכי טוב שאנחנו יכולים."
      },{
        "title": "ורד",
        "content": "אם אתה רוצה להציג את החיבה שלך עבור מישהו, תן להם ורד. הידעת, עם זאת, כי לקעקועי ורדים בצבעים שונים יש משמעויות שונות? ורדים אדומים הם לאהבה, ורדים צהובים הם לידידות, לבן הוא לזיכרון, ורוד מייצג הערכה והתפעלות. קעקועי ורדים, לא משנה מה הצבע שלהם, הם תמיד סימן של יופי, אלגנטיות ואסטטיות."
      },{
        "title": "פתיתי שלג",
        "content": "יש לקעקועים פתיתי שלג משמעות עמוקה יותר מאשר רוב האנשים מודעים. פתיתי שלג הם בודדים (אין שתיים שדומים אחד לשני) והיופי העדין שלהם באמת יכול להראות רק אם אתה מסתכל עליהם מקרוב מאוד, מה שנותן להם להם סמליות מיוחדות מאוד. פתיתי שלג הם גם סמל של טוהר ותמימות."
      },{
        "title": "יהלום",
        "content": "המילה \"יהלום\" היא יוונית במקורה ופירושה \"בלתי מנוצח\". לא משנה מה אתה עושה כדי לנסות להרוס יהלום, הוא לא ניתן להשמיד. \"יהלום לא מלוטש\" הוא עדיין דבר לא יסולא בפז שכולנו מכירים ורוצים לחמוד, ולכן זה סוג של קעקוע שיכול לייצג \"יופי פנימי\" או משהו שהוא לנצח. לאנשים מסויימים קעקוע של יהלום יכול לסמן גם כוח."
      }

    ]
  },{
    "title": "יפני",
    "namespace": "japanese",
    "items": [

      {
        "title": "Foo Dog",
        "content": "המילה \"Fo\" מקורו מסין וזה אומר הבודהה. בנוסף Foo, כלבים אסיאתיים אלה נקראו גם בשם \"האריה של קוריאה.\" בהתאם לתרבות, ישנם סיפורים רבים ושונים על האפוטרופסות של בעלי חיים המיתיים אלה וכמובן מטרתם. האגדה מאחורי כלב Foo היא שהמשימה היחידה שלהם הייתה להשגיח על מקדשים בודהיסטים. בגלל הקשר המגן שלהם, אנשים רבים נושאים קעקועים של Foo לבטיחות אישית, בעוד שאחרים עשויים אפילו למקם את קעקוע  הFoo סביב בתיהם עבור תחושת הגנה נוספת. משמעיות מודרניות נוספות הן בהקשר של מזל והגנה."
      },{
        "title": "Samurai",
        "content": [
          "קעקועי סמוראי הם מאוד פופולריים בתרבות היפנית. קעקוע עיצובי סמוראיים מפורטים מאוד ודי צבעוניים. למרות שהם מגיעים במגוון גדלים וסגנונות, רוב העיצובים הם גדולים יותר בשל הפירוט את הקעקוע הזה.",
          "הקעקוע הסמוראים מייצג תכונות ומאפיינים של הסמוראים. זה לעתים קרובות מסמל כוח ואומץ, יחד עם שורה של משמעויות אחרות. קעקוע עיצובי סמוראי הם די מדהימים ומושלמים עבור קעקועי שרוול. יש מגוון רחב של אלמנטים וסמלים שונים שיכול להיות מתוכנן עם הנושא הסמוראים.",
          "קעקוע הסמוראי יכול לייצג מגוון של משמעויות שונות. מאחר שיש כמה וריאציות של קעקועי סמוראים, המשמעויות יכולות להיות שונות מוריאציה אחת לשנייה. בסופו של דבר, קעקוע סמוראים שלך מסמל את מה שאתה רוצה. עם זאת, הנה כמה מן המשמעויות מאחורי הקעקוע הסמוראים:גַברִיוּת, אומץ, גבורה, כבוד, אצולה, משמעת עצמית, לשרת, חיים ומוות."
        ]
      },{
        "title": "Cherry Blossom",
        "content": "פריחת הדובדבן, הפרחים הלאומיים של יפן. עצי פריחת הדובדבן ידועים כ\"סאקורה\" ביפנית. הם סימן טקסי ביפן, היפנים רואים את פריחת דובדבן כסמל חיים המבוסס על ההיסטוריה שלהם בשיטות עבודה עם עץ. לאחר פריחה קצרת מועד, הפרח נופל על הקרקע, והוא נע סביב על ידי גשם ורוח. זוהי הפעם כשהם בעצם הופכים מוערכים וצפויים לאלגנטיות שלהם. עם הפרחים של הדובדבן ביפן ניתן להשתמש כדי לחגוג את החיים באי מחלה או אהבה אבודה. העיצוב המורכב של העץ והפריחה משמשים תמיד כאופציה יפה עבור קעקוע."
      },{
        "title": "Hannya/Ono mask",
        "content": [
          "קעקוע מסכת אוני קעקועים יפניים הוא תופעה נפוצה ביותר ומתייחס לאמונה בעולם הרוח שבה שדים יבצעו את תפקידיהם של הענשה הצודקת ורעה, כמו גם הפצת מחלות (נראה כמו דבר אקראי להיות אחראי עליו, אבל אני מניח שזה משתלב עם העסק של הרשע וכאלה..).",
          "בעוד האונים ידועים בהיותם רעים, כמה אונים טובים נתפסו מגינים. אחד המקרים האלה יכללו נזיר שהופך לאוני לאחר המוות כדי להגן על מקדשו. באנגלית, המילה אוני מתורגמת בצורה הטובה ביותר למפלצת או טרול (המילה היפנית \"שד\" הוא למעשה \"yokai\"). אונים, בפולקלור היפני המסורתי, הם בוזזים, מפלצות ידועות בטרור בכפרים. הקשר שלהם עם שדים באמנות קעקוע יפניים הוא יותר ממפלצות מקובצת לתחום של יצורים על טבעיים (יחד עם yokai) מאשר כל דבר אחר. ובכל זאת, הסמליות היא בעלת משמעות מפלצת ואינה רחוקה מן הרעיון של הרוח הרעה אשר הקעקוע שואפת להעביר."
        ]
      },{
        "title": "נחש יפני",
        "content": "הנחש בעל מגוון רחב של משמעויות ומבצע מספר הפונקציות חשובות. בין תכונות רבות של הגנה מפני מחלה, אסון, ומזל רע. קעקועי נחש גם מייצגים חוכמה והגנה, במיוחד מתוצאות החלטות רעות. הנחש יכול גם לגלם התחדשות, ריפוי, רפואה כפי שהוא היה נערץ בתרבות היפנית בשיתוף עם טקסי ותרופות מרפאים. כסמל למזל טוב, זה היה גם אף להביא לבריאות טובה."
      },{
        "title": "נמר יפני",
        "content": "קעקוע הנמר היפני נושא עימו אותן התכונות שאנו מייחסים לחיה -לא רק הכוח והאומץ האמיתי, אלא גם חיים ארוכים. קעקוע הנמר משמש גם כדי להדוף רוחות רעות ומזל רע, כמו גם מחלות. הנמר הוא אחד מארבע חיות הקודש לפי התרבות היפנית."
      },{
        "title": "דרקון יפני",
        "content": "דרקונים במערב המסורתי מסמלים כוח, פראות, ועושר. הם לא רק כוח הרסני, אלא גם נחשבים שומרים. היפנים, והמזרח בכלל, רואים דרקונים אחרת. באמנות הקעקועים המסורתית יפנית, דרקונים הם נדיבים, ומשתמשים בכוחם כדי לעשות טוב לאנושות. החוכמה היא עוד תכונה המיוחסת לדרקונים. קונוטציות חיוביות אלו הפכו קעקועים הדרקון לבין הפופולריים ביותר של קעקועים בסגנון יפני."
      }

    ]
  },{
    "title": "מיתולוגיה",
    "namespace": "mythology",
    "items": [

      {
        "title": "גריפין",
        "content": "עם גוף של אריה, ראש, כנפיים, וטפרים של נשר, הגריפין משתייך לאותה קטגוריה של יצורים מיתיים כמו פיות, דרקונים, והמינוטאורים. הפולקלור גריפין כבר בסביבות מאז ימי מצרים העתיקה ופרס, אך הוא לרוב משוייך ליוונים הקדמונים. באירופה של ימי הביניים, הגריפין הפך סמל נוצרי עבור האידיאלים של הכנסייה כלפי נישואים. לפי האגדה, גריפין הזדווגו לכל החיים במקרה של מוות של בן זוג, הגריפין ששרוד לעולם לא יבקש לו בן זוג אחר. היצור מסמל גם את ישו. הוא הכלאה של שני מרכיבים טבעיים אוויר (נשר) והארץ (אריה), בעקבות זה, נוצרים רבים מימי הביניים האמינו כי גריפין מייצגה הן את האלוהי ואת האלמוות. הגריפון הוא גם סמל של האריסטוקרטיה, שכן הוא תערובת של שני בעלי חיים שנחשבים אציליים: האריה (מלך הג'ונגל) ואת הנשר (מלך אויר). בגדול קעקוע של גריפין מייצג בעיקר: כוח, אריסטוקרטיה, כבוד, חוכמה וכוח."
      },{
        "title": "סנוטאור",
        "content": "הסנטאורים הם יצורים חצי סוס חצי אדם. אלים ואכזרי, הם מייצגים מוחות לא מאולפים, אינסטינקטים גבריים וחייתיים. הם מתוארים לעתים קרובות עם קשת."
      },{
        "title": "אכילס",
        "content": "אכילס היה הלוחם החזק ביותר במיתולוגיה היוונית. הוא היה הגיבור בקרב עם טרויה והוא מסמל אומץ, כוח ומבחן לסבלנות. קעקוע של אכילס בזמן מלחמה תמיד יראה דינאמי ומרהיב. לדוגמא, קעקוע של הגיבור היווני מחזיק חרב ביד אחד ומגן ביד השניה יסמל הגנה כוח וחוזק. הקעקוע הוא מחווה לחיילים היוונים ולכן הוא נפוץ מאוד בקרב חיילים, אנשי צבא, מתאבקים וכו'... קעקועים מהסוג הזה מסורים להנצחת הלוחמים העתיקים שנלחמו עבור טוב."
      },{
        "title": "אתנה",
        "content": "אם את בחורה שמוכנה להילחם כדי להשיג את המטרות שלה ולעבוד קשה במרדף של חכמה, קעקוע המתאר את אתנה האלה היוונית, אלת המלחמה והחוכמה יתן לך השראה. אתנה היא אלה פופולרית עבור קעקועים. ידועה גם בשם מינרווה, גם אם היא לבושה כלוחם. מתוארת עם ינשוף, היא הסמל של יוון, פקחות, תרבות ובאופן כללי יותר של נפשות חופשיות."
      },{
        "title": "מדוזה",
        "content": "מדוזה היא יצור מיתי יווני עתיק המתאפיין במבט הקטלני ושיער במקום נחשים. דמותה נועדה להטיל אימה, ולהפיכת הצופה לאבן. היא יכולה להיות מתוארת בתור נערה יפהפייה או מכשפה מחרידה, תלוי בטון המיועד של הקעקוע. אין ספור שרידים עתיקים מתארים תמונה של אישה עם נחשים בשיער כסמל של הגנה. היוונים העתיקים היו משתמשים בסמל של מדוזה על מגנים, שיריונים, שערי כניסה במטרה שימנע מהרוע לפגוע בהם. במובן מודרני יותר, קעקוע של מדוזה יכול לשמש כאזהרה כדי שאחרים ישמרו מרחק. גוונים כהים לשיפר תווי פניה כדי להחריד ולהציג את הפרצוף של מדוזה כמפלצת מפחידה. הנחשים סביב ראשה לעתים קרובות מוצגים כמתפתלים ומוכנים להכות, תוך שימת דגש על כוחה. מנגד, מדוזה יכולה להצטייר כאישה בהירת פנים, אנושית יותר. גרסאות שונות של המיתוס של מדוזה מספרים שפוסידון אונס אותה, דבר אשר מביא לשינוי שלה למפלצת מחרידה. העריפה הסופית של ראשה מובילה ללידת פגסוס בדרך זו,קעקוע של מדוזה יכול להיות סמל לפריון. מותה הופך לתהליך של התחדשות, ולידה מחודשת."
      },{
        "title": "אפולו",
        "content": "קעקוע אפולו נוהג במרכבת זהב מסמל את המירוץ של השמש באותו היום. הוא מייצג את הגאווה של אמנים ומוסיקאים באומנות שלהם."
      },{
        "title": "ארס",
        "content": "ארס הוא אל המלחמה. מתואר עם שריון, קסדה וחנית, הוא מסמל גבריות, כוח, אומץ, נוער ותוקפנות. נפוץ להתבלבל בין קעקוע של ארס לקעקוע של לוחמי ספארטה אז לעשות שיעורי בית!"
      },{
        "title": "פוסידון",
        "content": "כאלוהי הים, אדם עם קעקוע פוסידון יהיה בדרך כלל במערכת יחסים חזקה עם החיים באוקיינוס ועל הים. הוא או היא עשוי להיות ימאי, דייג, או עובד ספינה. מלחים מתייחיסים לפוסידון כמגן של הים והקעקוע מסמל הגנה במסעות שלהם באוקיינוס הרחב. לפיכך פוסידון מידה מתכוונת הגנה וכוח על הים."
      }

    ]
  },{
    "title": "רוחניות",
    "namespace": "spirituality",
    "items": [

      {
        "title": "חמסה",
        "content": "החמסה היא יד המייצגת קמע מהזרח התיכון הקדום שהוא סמל עבור יד האלוהים. יש שמאמינים של קעוקע של חמסה יש את היכולת להדוף את עין הרע ולמשוך הגנה אלוהית. הסמל משמש כדי להדוף אנרגיות שליליות ולהביא מזל טוב. לפעמים מציירים אותו עם עין במרכזו שמגבירה את יכולתו להילחם במזל רע."
      },{
        "title": "מנדלות",
        "content": "לקעקועי מנדלה עשויים להיות פירושים שונים מאדם לאדם, תלוי הדעות האישיות והדתיות של הלובש. מנדלות משמשות לרוב במדיטציה כדרך להתחברות אל \"האני הפנימי\", ולכן, קעקועים אלה לעתים קרובות מסמלים תודעה גבוהה יותר או אפילו תודעה של \"עולם אחד\"."
      },{
        "title": "מלאך",
        "content": "קעקוע של מלאך מסמל נחישות, רוחניות וקשר עם אלוהים. קעוקעי מלאכים נעשו מאוד פופולרים עם השנים ובד\"כ מייצגים דמות של הגנה והדרכה. עיצובים של מלאך נמצאים גם הרבה במרכז של קעקועי זיכרון היות ואומרים  שמלאכים הם יצוריים טובים ושמיימים. קעוקעי מלאכים תמיד מסבים אושר ורוגע אצל אלה שלובשים אותם ותמיד קשורים בסיפורים מעניינים."
      },{
        "title": "לוכד חלומות",
        "content": "לוכד חלומות הוא למעשה סמל מאוד יפה ומשמעותי. בתרבויות האינדיאניות, לוכדי חלומות מסננים חלומות רעים דרך הרשת שלהם שלהם (הרבה כמו עכביש) ולאחר מכן מאפשרים לחלומות הטובים להסתנן דרכו אליך תוך כדי השינה. בין אם אתם מחפשים משהו שיסלק את החלומות הרעים מחייכם או בין אם סתם בא לכם קעקוע שנראה יפה תמיד, קעקוע של לוכד חלומות יהיה מושלם עבורכם."
      }

    ]
  }
]